Repository: lrpirlet/cal-set_id_from_web
Catalog: get_and_set_*_from_web/translations/*.po
Languages: fr

source: Add and select a column
fr: Ajout et sélection d'une colonne

source: Select the columns to distribute the publisher overloaded information (noosfere).
fr: Sélectionne les colonnes pour distribuer les informations surchargées de l'éditeur (noosfere).

source: To create and/or select a column means restarting calibre.
fr: La création et/ou la sélection d'une colonne nécessite le redémarrage de calibre.

source: Name of collection publisher
fr: Nom de la collection éditeur

source: Displayed column is actualy selected
fr: La colonne affichée est actuellement sélectionnée

source: Code in the publisher's collection
fr: Code dans la collection de l'éditeur

source: The publisher collection name for the volume
fr: Le nom de la collection de l'éditeur pour le volume

source: The code in the publisher's collection
fr: Le code dans la collection de l'éditeur

source: Calibre must restart, sorry
fr: Désolé, calibre doit redémarrer

source: No more modification cannot be taken into account.
fr: Plus aucune modification ne peut être prise en compte.

source: Calibre needs to be restarted before proceding
fr: Calibre doit être redémarré avant de poursuivre la procédure

source: In order to take effect, the choice of column needs a restart...
fr: Pour prendre effet, le choix de la colonne nécessite un redémarrage...

source: The name of publisher's collection will be under
fr: Le nom de la collection de l'éditeur sera sous

source: The code in the publisher collection's will be under
fr: Le code dans la collection de l'éditeur sera sous

source: &Restart calibre now
fr: &Redémarrer calibre maintenant

source: Fix id from web
fr: Fixe l'id depuis le web

source: Run a webengine to set one or more ID manually
fr: Exécuter un moteur web pour définir manuellement un ou plusieurs identifiants

source: Web browser to add one or more id to the selected book(s) before optionally downloading metadata
fr: Navigateur web pour ajouter un ou plusieurs identifiants au(x) livre(s) sélectionné(s) avant d'éventuellement télécharger les métadonnées

source: Web browser to add a series of empty books associated to the selected books before optionally downloading metadata
fr: Navigateur web pour ajouter une série de livres vides associés aux livres sélectionnés avant d'éventuellement télécharger les métadonnées

source: Distribute overloaded information in publisher field (noosfere specific)
fr: Distribuer les informations surchargées dans le champ de l'éditeur (spécifique à noosfere )

source: Create and configure the customized columns for noosfere
fr: Créer et configurer les colonnes personnalisées pour noosfere

source: Help
fr: Aide

source: About
fr: A propos

source: No book selected
fr: Aucun livre sélectionné

source: No metadata touched
fr: Aucune métadonnée touchée

source: id(s) recorded
fr: identifiant(s) enregistré(s)

source: The metadata id field is filled for {} book(s) out of {} selected
fr: Le champ d'identification dans les métadonnées est rempli pour {} livre(s) sur {} sélectionné(s)

source: Search id(s) to add to selected book.
fr: Recherche d'identifiant(s) à ajouter au livre sélectionné.

source: no change will take place...
fr: aucune modification ne sera apportée...

source: No id could be extracted from url,
fr: Aucun identifiant n'a pu être extrait de l'url,

source: Search id(s) to create empty book(s).
fr: Recherche d'identifiant(s) pour créer un ou des livre(s) vide(s).

source: Information distributed
fr: Informations distribuées

source: The information was distributed for {} book(s).
fr: Les informations ont été distribuées pour {} livre(s).

source: <p> One column or the other, if not both are missing... Please do correct that.
fr: <p>L'une ou l'autre colonne, sinon les deux, sont manquantes... Veuillez corriger cela.

source: may be used to
fr: peut être utilisé pour

source: Non existing columns
fr: Colonnes inexistantes

source: About the get_and_set_id_from_web
fr: A propos de get_and_set_id_from_web

source: Bookmark manager
fr: Gestionnaire de signets

source: Add bookmark
fr: Ajouter un signet

source: Set home
fr: Fixe la page d'accueil

source: Page name:
fr: Nom de la page :

source: Bookmark name:
fr: Nom du signet :

source: Edit this line until the Bookmark name does show on a green background to get a non truncated bookmark name
fr: Modifiez cette ligne jusqu'à ce que le nom du signet apparaisse sur fond vert pour obtenir un nom de signet non tronqué

source: Bookmark to remove
fr: Signet à supprimer

source: Remove
fr: Supprimer

source: Sort bookmark
fr: Trier les signets

source: Clear bookmark
fr: Supprimer tout

source: Del bookmark
fr: Supprimer ce signet

source: Next
fr: Suivant

source: This button search the next occurance in the page
fr: Ce bouton permet de rechercher l'occurrence suivante dans la page

source: Previous
fr: Précédent

source: This button search for the previous occurance in the page
fr: Ce bouton permet de rechercher l'occurrence précédente dans la page

source: Done
fr: Terminé

source: This button closes the search bar
fr: Ce bouton ferme la barre de recherche

source: This box contains the text to search in the page
fr: Ce champ contient le texte à rechercher dans la page

source: ISBN is copied in the clipboard (and fills noosfere search page)
fr: L'ISBN est copié dans le presse-papiers (et remplit la page de recherche de noosfere)

source: This box shows the write protected ISBN. Text may be selected here for a search in the page
fr: Cette boite montre l'ISBN protégé en écriture. Du texte peut y être sélectionné pour chercher dans la page

source: Author
fr: Auteur

source: Author is copied in the clipboard (and fills noosfere search page)
fr: L'auteur est copié dans le presse-papiers (et remplit la page de recherche de noosfere)

source: This box shows the write protected author(s). Text may be selected here for a search in the page
fr: Cette boite montre le ou les Auteur(s) protégé(s) en écriture. Du texte peut être manuellement sélectionné pour chercher dans la page

source: Title
fr: Titre

source: Title is copied in the clipboard (and fills noosfere search page)
fr: Le titre est copié dans le presse-papiers (et remplit la page de recherche de noosfere)

source: This box shows the write protected title. Text may be selected here for a search in the page
fr: Cette boite montre le titre protégé en écriture. Tout ou partie du texte peut être sélectionné pour chercher dans la page

source: Back to the previous page
fr: Retour à la page précédente

source: Back to the next page
fr: Retour à la page suivante

source: Reload the current page
fr: Recharger la page actuelle

source: Go home
fr: Retour à la page d'accueil

source: Stop loading the page
fr: Arrêter le chargement de la page

source: Pops search bar
fr: Ouvre la barre de recherche

source: You can enter any address you like, but remember, AT YOUR OWN RISK... No malware filtering in this browser.
fr: Vous pouvez entrer l'adresse de votre choix, mais rappelez vous, À VOS PROPRES RISQUES… Ce navigateur ne filtre pas les logiciels malveillants.

source: Sets the bookmark for favorites, sets home
fr: Définit le signet pour les favoris, définit l'accueil

source: Stop everything, forget everything and change nothing... proceed to next book
fr: Tout arrêter, tout oublier et ne rien changer… passer au livre suivant

source: select this URL for extracting the id, another id?
fr: sélectionner cette URL pour extraire l'identifiant… un autre identifiant ?

source: Done selecting id(s)... next
fr: La sélection des identifiants est terminée… suivant

source: Sorry {} not found
fr: Désolé {} n'a pas été trouvé

source: Downloading url... ({}/100)
fr: Téléchargement de l'url : ({}/100)

source: Sure?
fr: Certain?

source: Forget this book and proceed with next
fr: Oublie ce livre et traite le suivant

source: Really?
fr: Vraiment?

source: Quit now and change nothing anymore
fr: Sortir maintenant et ne change plus rien du tout
